[
{"url": "https://en.wikipedia.org/wiki/Mountain_(disambiguation)", "name": "Mountain (disambiguation)", "description": "A mountain is a type of landform."},
{"url": "https://en.wikipedia.org/wiki/UN_Environmental_Programme", "name": "United Nations Environment Programme", "description": "The United Nations Environment Programme (UNEP) is an agency of United Nations and coordinates its environmental activities, assisting developing countries in implementing environmentally sound policies and practices. It was founded by Maurice Strong, its first director, as a result of the United Nations Conference on the Human Environment (Stockholm Conference) in June 1972 and has overall responsibility for environmental problems among United Nations agencies but international talks on specialized issues, such as addressing climate change or combating desertification, are overseen by other UN organizations, like the Bonn-based Secretariat of the United Nations Framework Convention on Climate Change and the United Nations Convention to Combat Desertification. UN Environment activities cover a wide range of issues regarding the atmosphere, marine and terrestrial ecosystems, environmental governance and green economy. It has played a significant role in developing international environmental conventions, promoting environmental science and information and illustrating the way those can be implemented in conjunction with policy, working on the development and implementation of policy with national governments, regional institutions in conjunction with environmental non-governmental organizations (NGOs). UN Environment has also been active in funding and implementing environment related development projects."},
{"url": "https://en.wikipedia.org/wiki/Category:Use_dmy_dates_from_October_2010", "name": "Category:Use dmy dates from October 2010", "description": "Wikipedia articles (tagged in this month) that use dd mm yyyy date formats, whether by application of the first main contributor rule or by virtue of close national ties to the subject belong in this category. Use {{Dmy}} or {{Use dmy dates}} to add an article to this category. See Wikipedia:MOSNUM."},
{"url": "https://en.wikipedia.org/wiki/Category:Wikipedia_articles_incorporating_a_citation_from_the_1911_Encyclopaedia_Britannica_with_Wikisource_reference", "name": "Category:Wikipedia articles incorporating a citation from the 1911 Encyclopaedia Britannica with Wikisource reference", "description": "This category is for Wikipedia articles incorporating a citation from the 1911 Encyclopaedia Britannica with Wikisource reference."},
{"url": "https://en.wikipedia.org/wiki/Category:Articles_with_unsourced_statements_from_August_2015", "name": "Category:Articles with unsourced statements from August 2015", "description": "\nThis category combines all articles with unsourced statements from August 2015 (2015-08) to enable us to work through the backlog more systematically. It is a member of Category:Articles with unsourced statements.\nTo add an article to this category add {{Citation needed|date=August 2015}} to the article. If you omit the date a bot will add it for you at some point."},
{"url": "https://en.wikipedia.org/wiki/Category:All_articles_with_unsourced_statements", "name": "Category:All articles with unsourced statements", "description": "This is a category to help keep count of the total number of articles with the {{citation needed}} template. They should all be in one of the dated categories. See also Category:Articles with unsourced statements. To the historical size of the backlog, see this offwiki tool."},
{"url": "https://en.wikipedia.org/wiki/Category:Wikipedia_indefinitely_semi-protected_pages", "name": "Category:Wikipedia indefinitely semi-protected pages", "description": "This category contains pages which have been semi-protected from editing indefinitely."},
{"url": "https://en.wikipedia.org/wiki/Category:Articles_with_self-published_sources_from_January_2018", "name": "Category:Articles with self-published sources from January 2018", "description": "\nThis category combines all articles with self-published sources from January 2018 (2018-01) to enable us to work through the backlog more systematically. It is a member of Category:Articles with self-published sources.\nTo add an article to this category add {{self-published|date=January 2018}} to the article. If you omit the date a bot will add it for you at some point."},
{"url": "https://en.wikipedia.org/wiki/Category:All_articles_with_self-published_sources", "name": "Category:All articles with self-published sources", "description": "This is a category to help keep count of the total number of articles with the {{self-published}} template. They should all be in one of the dated categories. See also Category:Articles with self-published sources."},
{"url": "https://en.wikipedia.org/wiki/Category:Geography_terminology", "name": "Category:Geography terminology", "description": "The pages in this category all explain the terminology of a geographical region:"},
{"url": "https://en.wikipedia.org/wiki/Integrated_Authority_File", "name": "Integrated Authority File", "description": "The Integrated Authority File (German: Gemeinsame Normdatei, also known as: Universal Authority File) or GND is an international authority file for the organisation of personal names, subject headings and corporate bodies from catalogues. It is used mainly for documentation in libraries and increasingly also by archives and museums. The GND is managed by the German National Library (German: Deutsche Nationalbibliothek; DNB) in cooperation with various regional library networks in German-speaking Europe and other partners. The GND falls under the Creative Commons Zero (CC0) license.[1]"},
{"url": "https://en.wikipedia.org/wiki/Help:Authority_control", "name": "Help:Authority control", "description": "Authority control is a way of associating a unique identifier to articles on Wikipedia. This is useful to disambiguate different items with similar or identical headings, as well as to establish a single standard title for an item that is commonly known by two or more titles. When used, authority control data links can be found near the bottom of Wikipedia pages, linking to bibliographical records on worldwide Library catalogs. Authority control is often used on biographical articles because it is quite common for more than one person to share the same name. It is commonly used in other subject material, as well."},
{"url": "https://en.wikipedia.org/wiki/Geographical_feature", "name": "Geographical feature", "description": "Geographical features are man-made or naturally-created features of the Earth. Natural geographical features consist of landforms and ecosystems. For example, terrain types, physical factors of the environment) are natural geographical features. Conversely, human settlements or other engineered forms are considered types of artificial geographical features."},
{"url": "https://en.wikipedia.org/wiki/Land_reclamation", "name": "Land reclamation", "description": "Land reclamation, usually known as reclamation, and also known as land fill (not to be confused with a landfill), is the process of creating new land from ocean, riverbeds, or lake beds. The land reclaimed is known as reclamation ground or land fill."},
{"url": "https://en.wikipedia.org/wiki/Artificial_reef", "name": "Artificial reef", "description": "An artificial reef is a man-made underwater structure, typically built to promote marine life in areas with a generally featureless bottom, to control erosion, block ship passage, or improve surfing."},
{"url": "https://en.wikipedia.org/wiki/Artificial_island", "name": "Artificial island", "description": "An artificial island or man-made island is an island that has been constructed by people rather than formed by natural means. Artificial islands may vary in size from small islets reclaimed solely to support a single pillar of a building or structure, to those that support entire communities and cities. Early artificial islands included floating structures in still waters[disambiguation needed], or wooden or megalithic structures erected in shallow waters (e.g. crannógs and Nan Madol discussed below)."},
{"url": "https://en.wikipedia.org/wiki/Dry_lake", "name": "Dry lake", "description": "A dry lake is either a basin or depression that formerly contained a standing surface water body, which disappeared when evaporation processes exceeded recharge. If the floor of a dry lake is covered by deposits of alkaline compounds, it is known as an alkali flat. If covered with salt, it is known as a salt flat."},
{"url": "https://en.wikipedia.org/wiki/Aeolian_processes", "name": "Aeolian processes", "description": "Aeolian processes, also spelled eolian or æolian, pertain to wind activity in the study of geology and weather and specifically to the wind's ability to shape the surface of the Earth (or other planets). Winds may erode, transport, and deposit materials and are effective agents in regions with sparse vegetation, a lack of soil moisture and a large supply of unconsolidated sediments. Although water is a much more powerful eroding force than wind, aeolian processes are important in arid environments such as deserts."},
{"url": "https://en.wikipedia.org/wiki/Wall_rock", "name": "Wall rock", "description": "Wall rock is the rock that constitutes the wall of an area undergoing geologic activity. Examples are the rock along the neck of a volcano, on the edge of a pluton that is being emplaced, along a fault plane, enclosing a mineral deposit, or where a vein or dike is being emplaced."},
{"url": "https://en.wikipedia.org/wiki/Volcanic_plug", "name": "Volcanic plug", "description": "A volcanic plug, also called a volcanic neck or lava neck, is a volcanic object created when magma hardens within a vent on an active volcano. When present, a plug can cause an extreme build-up of pressure if rising volatile-charged magma is trapped beneath it, and this can sometimes lead to an explosive eruption. Glacial erosion can lead to exposure of the plug on one side, while a long slope of material remains on the opposite side. Such landforms are called crag and tail. If a plug is preserved, erosion may remove the surrounding rock while the erosion-resistant plug remains, producing a distinctive upstanding landform."},
{"url": "https://en.wikipedia.org/wiki/Volcanic_crater", "name": "Volcanic crater", "description": "A volcanic crater is a roughly circular depression in the ground caused by volcanic activity.[1] It is typically a bowl-shaped feature within which occurs a vent or vents. During volcanic eruptions, molten magma and volcanic gases rise from an underground magma chamber, through a tube-shaped conduit, until they reach the crater's vent, from where the gases escape into the atmosphere and the magma is erupted as lava. A volcanic crater can be of large dimensions, and sometimes of great depth. During certain types of explosive eruptions, a volcano's magma chamber may empty enough for an area above it to subside, forming a type of larger depression known as a caldera."},
{"url": "https://en.wikipedia.org/wiki/Submarine_volcano", "name": "Submarine volcano", "description": "Submarine volcanoes are underwater vents or fissures in the Earth's surface from which magma can erupt. A large number of submarine volcanoes are located near areas of tectonic plate movement, known as mid-ocean ridges. The volcanoes at mid-ocean ridges alone are estimated to account for 75% of the magma output on Earth.[1] Although most submarine volcanoes are located in the depths of seas and oceans, some also exist in shallow water, and these can discharge material into the atmosphere during an eruption. The total number of submarine volcanoes is estimated to be over 1 million, of which some 75,000 rise more than 1 km above the seabed.[1]"},
{"url": "https://en.wikipedia.org/wiki/Lava_plateau", "name": "Volcanic plateau", "description": "A volcanic plateau is a plateau produced by volcanic activity. There are two main types: lava plateaus and pyroclastic plateaus."},
{"url": "https://en.wikipedia.org/wiki/Lava_field", "name": "Lava field", "description": "A lava field, also called a lava plain or lava bed, is a large expanse of nearly flat-lying lava flows. Such features are generally composed of highly fluid basalt lava, and can extend for tens or even hundreds of miles across the underlying terrain. The extent of large lava fields is most readily grasped from the air or in satellite photos, where their typically dark, nearly black color contrasts sharply with the rest of the landscape."},
{"url": "https://en.wikipedia.org/wiki/Lava_dome", "name": "Lava dome", "description": "In volcanology, a lava dome or volcanic dome is a roughly circular mound-shaped protrusion resulting from the slow extrusion of viscous lava from a volcano. The geochemistry of lava domes can vary from basalt to rhyolite although most preserved domes tend to have high silica content.[1] The characteristic dome shape is attributed to high viscosity that prevents the lava from flowing very far. This high viscosity can be obtained in two ways: by high levels of silica in the magma, or by degassing of fluid magma. Since viscous basaltic and andesitic domes weather fast and easily break apart by further input of fluid lava, most of the preserved domes have high silica content and consist of rhyolite or dacite."},
{"url": "https://en.wikipedia.org/wiki/Crater_lake", "name": "Crater lake", "description": "A crater lake is a lake that forms in a volcanic crater or caldera, such as a maar; less commonly and with lower association to the term a lake may form in an impact crater caused by a meteorite, or in the crater left by an artificial explosion caused by humans. Sometimes lakes which form inside calderas are called caldera lakes, but often this distinction is not made. Crater lakes covering active (fumarolic) volcanic vents are sometimes known as volcanic lakes, and the water within them is often acidic, saturated with volcanic gases, and cloudy with a strong greenish color. For example, the crater lake of Kawah Ijen in Indonesia has a pH of under 0.5.[1] Lakes located in dormant or extinct volcanoes tend to have fresh water, and the water clarity in such lakes can be exceptional due to the lack of inflowing streams and sediment."},
{"url": "https://en.wikipedia.org/wiki/Oceanic_trench", "name": "Oceanic trench", "description": "Oceanic trenches are topographic depressions of the sea floor, relatively narrow in width, but very long. These oceanographic features are the deepest parts of the ocean floor. Oceanic trenches are a distinctive morphological feature of convergent plate boundaries, along which lithospheric plates move towards each other at rates that vary from a few millimeters to over ten centimeters per year. A trench marks the position at which the flexed, subducting slab begins to descend beneath another lithospheric slab. Trenches are generally parallel to a volcanic island arc, and about 200 km (120 mi) from a volcanic arc. Oceanic trenches typically extend 3 to 4 km (1.9 to 2.5 mi) below the level of the surrounding oceanic floor. The greatest ocean depth measured is in the Challenger Deep of the Mariana Trench, at a depth of 11,034 m (36,201 ft) below sea level. Oceanic lithosphere moves into trenches at a global rate of about 3 km2/yr.[1]"}